{
  "home": "Главная",
  "experience": "Опыт",
  "apps": "Приложения",
  "contacts": "Контакты",
  "name": "Максим Павлов",
  "position": "Frontend разработчик",
  "quote": "«Жизнь — это не поиск себя. Жизнь — это создание себя».",
  "quoteAuthor": "Бернард Шоу",
  "text1": "Я получил диплом инженера, но хочу работать в более творческой и динамичной области, такой как интерфейсная разработка, которая соответствует моей страсти к технологиям и дизайну. Создание визуально привлекательных и функциональных веб-сайтов дает мне чувство выполненного долга, и мне нравится видеть, как моя работа оживает на экране. ",
  "text2": "В настоящее время я самостоятельно изучаю фронтенд-разработку, уделяя особое внимание таким технологиям, как HTML, CSS, JS, TS, React и Redux, Node.js. Я стремлюсь создавать удобные и эффективные интерфейсы, постоянно совершенствуя свои знания и навыки. Готов решать сложные задачи и приносить пользу команде.",

  "dataWork1": "Сентябрь 2018 - Aвгуст 2022",
  "positionWork1": "Оперативный, старший смены",
  "descriptionWork1": "Непосредственное руководство работой сотрудников смены ОВК(отдел внутреннего контроля) планирование работы сотрудников ОВК с целью реализации целей и задач смены. Обучение сотрудников ОВК методам и формам работы с клиентами. Контроль выполнения сотрудниками технологических и бизнес-процессов. Защита товарно-материальных ценностей. Ведение планово-отчетной и рабочей документации. ",
  "achievements": "Достижения:", 
  "achievementsText1": "два повышения в должности",
  "work2": "Бадминтонный клуб SMASH",
  "dataWork2": "Сентябрь 2022 - наст.время",
  "positionWork2": "Тренер-администратор",
  "descriptionWork2": "Разработка и проведение тренировочных программ, индивидуальных и групповых занятий для спортсменов разного уровня подготовки. Планирование и координация соревнований, направленных на развитие бадминтонной команды. Разработка новых программ обучения, подготовка спортсменов к соревнованиям, выявление и развитие талантливых игроков. Повышение уровня подготовки спортсменов.",
  "achievementsText2": "1 место на чемпионате Кыргызской республики",

  "userCan": "Возможности пользователя:",
  "userCanText1": "Просмотр оптимального макета приложения в зависимости от размера экрана устройства",
  "userCanText2": "Просматривать состояния наведения для всех интерактивных элементов на странице",
  "app1": {
    "name": "Интерактивные комментарии",
    "userCanText3": "Создание, чтение, обновление и удаление комментариев и ответов",
    "userCanText4": "Ставить лайки на комментарии"
  },
  "app2": {
    "name": "Магазин кроссовок",
    "userCanText3": "Открывать галерею лайтбокса, нажав на большое изображение продукта",
    "userCanText4": "Переключать большое изображение продукта, нажав на маленькое миниатюрное изображение",
    "userCanText5": "Добавлять товары в корзину",
    "userCanText6": "Просматривать корзину и удалять из нее товары"
  },
  "app3": {
    "name": "Список дел",
    "userCanText3": "Добавлять новые задачи в список",
    "userCanText4": "Отмечать задачи как выполненные",
    "userCanText5": "Удалять задачи из списка",
    "userCanText6": "Фильтровать по всем/активным/полным задачам",
    "userCanText7": "Удалять все выполненные задачи",
    "userCanText8": "Переключать светлый и темный режим",
    "userCanText9": "Перетаскивать элементы в списке, чтобы изменить их порядок."
  }

}

